Repository: teltek/PumukitStatsUIBundle
Catalog: Resources/translations/messages.*.xlf
Languages: es

source: General Statistics for Series
es: Estadísticas generales por series

source: Search by title
es: Buscar por título

source: Set URL parameters
es: Definir parámetros URL

source: Clear filter
es: Borrar filtros

source: Date range
es: Rango de fechas

source: Toggle date range
es: Alternar rango de fechas

source: Most viewed series
es: Series más vistas

source: Ranking
es: Clasificación

source: Views
es: Vistas

source: Views by time period
es: Vistas por periodo de tiempo

source: Day
es: Día

source: Month
es: Mes

source: Statistics of the series
es: Estadísticas de la serie

source: Views of this series objects
es: Vistas de los objetos de la serie

source: Record date
es: Fecha de grabación

source: General Statistics for Objects (videos/audios)
es: Estadísticas generales por objetos (videos/audios)

source: Most viewed objects (videos/audios)
es: Objetos más vistos (videos/audios)

source: Statistics of the object
es: Estadísticas del objecto

source: Total views in the date
es: Total de vistas en la fecha

source: Total Objects
es: Total de objetos

source: Previous
es: Anterior

source: Next
es: Siguiente
